Repository: eellak/gsoc2018-librecust
Catalog: law_addon/Python Version/python/locales/*/LC_MESSAGES/*.po
Languages: el

source: Insert Law
el: Εισαγωγή Νόμου

source: Type
el: Είδος

source: Law ID
el: Κωδικός

source: Use format [number]/[year] for searching in law database
el: Εισαγωγή στη μορφή [αριθμός]/[χρονολογία] (π.χ. 4009-2011)

source: Article/s
el: Άρθρο/α

source: Insert
el: Εισαγωγή

source: Law ID field not properly filled, please try again
el: Το πεδίο κωδικός δεν συμπληρώθηκε σωστά, προσπαθήστε ξανά.

source: Error
el: Σφάλμα

source: Failure while communicating with server, please try later
el: Αποτυχία επικοινωνίας με τον διακομιστή, προσπαθήστε αργότερα

source: Article
el: Άρθρο

source: Paragraph
el: Παράγραφος

source: Empty or wrong Articles input, please try again
el: Κενό ή λάθος συμπληρωμένο πεδίο Άρθρο/α, προσπαθήστε ξανά.
